Repository: neptune-mutual-archived/neptunemutual.com
Catalog: locales/*/messages.po
Languages: es, fr, id, ja, ru, tr

source: 100%+ MCR
ja: 100％最低資本資格

source: <0><1>Reduce</1></0> <2><3>Your</3> <4>Exposure</4> <5>to</5></2> <6><7>Crypto</7> <8>Market</8> <9>Risks</9></6>
id: <0><1>Kurangi</1></0> <2><3>Resiko</3> <4></4> <5>Pasar</5></2> <6><7>Kripto</7> <8></8> <9>Anda</9></6>
ja: <0><1>暗号資産市場での</1></0> <2><3></3> <4>あなたのリスクを</4> <5></5></2> <6><7></7> <8>減らしましょう</8> <9></9></6>
ru: <0><1>Сведите к минимуму</1></0> <2><3>возможные</3> <4>риски</4> <5>на</5></2> <6><7>крипто</7> <8></8> <9>рынке</9></6>
tr: <0><1>Kripto</1></0> <2><3>Piyasa</3> <4>Rikslerini</4> <5>Kendi</5></2> <6><7>Pozisyonunuzla</7> <8>Azaltın</8> <9></9></6>

source: A hack on one project will not affect cover for another.
es: Un hack en un proyecto no afectará la cobertura de otro.
fr: Un hack sur un projet n'affectera pas la couverture d'un autre.
id: Peretasan pada satu proyek tidak akan memengaruhi perlindungan untuk proyek lainnya.
ja: プロジェクトへのハッキングも、別のプロジェクトのカバーに影響することはありません。
ru: Взлом одного проекта никак не повлияет на безопасность страховки другого.
tr: Bir projeye yapılan hack saldırısı, diğer projenin teminatını etkilemez.

source: Accept
es: Aceptar
fr: Acceptez
id: Terima
ja: 受ける
ru: Принять
tr: Kabul

source: Add Liquidity
es: Añadir liquidez
fr: Ajouter de la Liquidité
id: Tambahkan Likuiditas
ja: 流通性を加える
ru: Добавить ликвидность
tr: Likidite Ekle

source: Add your Proof Of Deposits (PODs) tokens to get native tokens of the cover creator.
es: Agregue sus tokens de prueba de depósito (POD) para obtener tokens nativos del creador de la cobertura.
fr: Ajoutez vos jetons Proof Of Deposits (POD) pour obtenir des jetons natifs du créateur de la couverture.
id: Tambahkan token Bukti Setoran (POD) Anda untuk mendapatkan token asli dari pembuat sampul.
ja: カバークリエイターのネイティブトークンの取得にPODｓトークンを加える。
ru: Добавьте свои доказательства депозита токенов (POD's) для получения оригинальных токенов создателей защиты.
tr: Teminat oluşturucuların yerel tokenlarını almak için POD (Para Yatırma Kanıtı) tokenleri ekleyin.

source: Aggregated Policies (v2)
es: Políticas agregadas (v2)
fr: Couverture agrégées (v2)
id: Kebijakan Gabungan (v2)
ja: アグリゲーションポリシー(v2)
ru: Совокупная Политика(v2)
tr: Toplu Politikalar (v2)

source: All participants of the Neptune Mutual ecosystem will get a comprehensive documentation that helps with understanding the different aspects of the Neptune Mutual protocol.
es: Todos los participantes del ecosistema de Neptune Mutual obtendrán una documentación completa que ayuda a comprender los diferentes aspectos del protocolo de Neptune Mutual.
fr: Tous les participants de l'écosystème Neptune Mutual recevront une documentation complète qui aide à comprendre les différents aspects du protocole Neptune Mutual.
id: Semua peserta lingkup Neptune Mutual akan mendapatkan dokumentasi komprehensif yang membantu memahami berbagai aspek protokol Neptune Mutual
ja: Neptune Mutualエコシステムの全加入者はNeptune Mutualプロトコルの違った側面を理解する一助になる包括的な資料を手に入れられます。
ru: Все участники экосистемы Neptune Mutual получат исчерпывающую документацию, которая поможет понять различные аспекты протокола Neptune Mutual.
tr: Neptune Mutual ekosisteminin tüm katılımcıları, Neptune Mutual protokolünün farklı yönlerini anlamaya yardımcı olan kapsamlı bir belge alacaktır.

source: Anywhere
es: En cualquier lugar
fr: N'importe où
id: Dimanapun
ja: どこへでも
ru: Везде
tr: Herhangi bir yerde

source: As the industry evolves and matures further, Neptune Mutual creates even more products, apps, and services to remain relevant in the space and continuously innovate.
es: A medida que la industria evoluciona y madura aún más, Neptune Mutual crea aún más productos, aplicaciones y servicios para seguir siendo relevante en el espacio e innovar continuamente.
fr: Au fur et à mesure que l'industrie évolue et mûrit, Neptune Mutual crée encore plus de produits, d'applications et de services pour rester pertinent dans l'espace et innover en permanence.
id: Neptune Mutual terus berkembang dan berinovasi diberbagai produk, aplikasi dan servis untuk mengikuti perkembangan jaman
ja: 産業がより進化し、発達すると、Neptune Mutualは継続的に刷新され、密接であり続けることで、より様々な製品やアプリ、サービスを創り出します。
ru: По мере того, как отрасль развивается и совершенствуется, Neptune Mutual создает еще больше продуктов, приложений и услуг, чтобы оставаться актуальными на рынке и постоянно внедрять инновации.
tr: Sektör geliştikçe ve olgunlaştıkça Neptune Mutual, alanda güncel kalmak ve sürekli yenilik yapmak için daha da fazla ürün, uygulama ve hizmet oluşturuyor.

source: As the next iteration and enhancements to the dashboard solution, Neptune Mutual also scores the security posture of our portfolio DeFi projects and apps. The score rating can be used on any external website by simply copying and pasting a few lines of code.
es: Como próxima iteración y mejoras a la solución del panel principal, Neptune Mutual también califica la postura de seguridad de nuestra cartera de proyectos y aplicaciones DeFi. La calificación de puntaje se puede usar en cualquier sitio web externo simplemente copiando y pegando unas pocas líneas de código.
fr: Pour les améliorations futures de la solution, Neptune Mutual travaille sur des tableaux de bord de sécurité pour nos projets et applications DeFi de portefeuille. L'évaluation du score peut être utilisée sur n'importe quel site Web externe en copiant et en collant simplement quelques lignes de code.
id: Dalam meningkatan pemecahan masalah, Neptune Mutual juga menilai postur keamanan proyek dan aplikasi DeFi portofolio kami. Peringkat skor dapat digunakan di situs web eksternal cukup dengan menyalin dan menempelkan beberapa baris kode.
ja: ダッシュボードソリューションへの次の反復と強化で、Neptune Mutualは私たちのポートフォリオであるDeFi製品とアプリのsecurity postureをスコア化もできます。スコアレートは数行のコードを軽くコピーアンドペーストすることで外部向けのウェブサイトに使用できます。
ru: В качестве следующей итерации и для усовершенствования решений приборной панели, Neptune Mutual также оценивает уровень безопасности наших проектов и приложений DeFi. Оценку можно использовать на любом внешнем сайте, просто скопировав и вставив несколько строк кода.
tr: Neptune Mutual dashboard çözümünde bir sonraki yineleme ve geliştirmeler olarak , portföyümüzdeki DeFi projelerinin ve uygulamalarımızın güvenlik drumunu da puanlıyor. Puan derecelendirmesi, birkaç satır kod kopyalayıp yapıştırarak herhangi bir harici web sitesinde de kullanılabilir.

source: Attract
es: Atraer
fr: Attirer
id: Menarik
ja: 引きつける
ru: Привлечение
tr: Yükleyin

source: Based on the-then demand, the Neptune Mutual team partners with blockchain security experts, groups, and companies to “conceptualize” a brand new security analytics service exclusively for our portfolio projects. The dashboard will be based on production smart contract security.
es: En función de la demanda, el equipo de Neptune Mutual se asocia con expertos, grupos y empresas en seguridad de blockchain para "conceptualizar" un nuevo servicio de análisis de seguridad exclusivamente para nuestros proyectos en cartera. El panel principal se basará en la seguridad del contrato inteligente de producción.
fr: Neptune Mutual s'associera à des experts, des groupes et des entreprises de la sécurité blockchain pour "conceptualiser" un tout nouveau service d'analyse de sécurité exclusivement pour nos projets de portefeuille. Le tableau de bord sera basé sur la sécurité des contrats intelligents de production.
id: Neptune Mutual bermitra dengan pakar keamanan blockchain, grup, dan perusahaan untuk "mengkonseptualisasikan" layanan analitik keamanan baru secara eksklusif untuk proyek portofolio kami secara on demand. Dasbor akan didasarkan pada keamanan produksi smart contract.
ja: 当時の需要によれば、ブランドの新しいセキュリティ分析を”概念化”するBlockchainのセキュリティ専門家・グループ・企業とNeptune Mutualチームパートナーは私たちのポートフォリオに対して独占的にサービスを提供します。ダッシュボードは製品のスマートな契約保全に基づきます。
ru: Основываясь на актуальности спроса, команда Neptune Mutual сотрудничает с экспертами, группами и компаниями по безопасности блокчейна, чтобы «концептуализировать» совершенно новую услугу аналитики безопасности исключительно для наших портфельных проектов. Панель инструментов будет основана на безопасности производственных смарт-контрактов.
tr: O zamanki talebe dayanarak Neptune Mutual ekibi, yalnızca portföy projelerimiz için yepyeni bir güvenlik analitiği hizmetini "kavramsallaştırmak" için blok zinciri güvenlik uzmanları, grupları ve şirketleri ile ortaklık kuruyor. Dashboard, akıllı sözleşme üretim güvenliğine dayalı olacaktır.

source: Binita Thapa
ja: ビニタ＝タパ

source: Binod Nirvan
ja: ビノド＝ニルヴァン

source: Blockchain Advisor
es: Asesor Blockchain
ja: Blockchainアドバイザー
ru: Консультант по Blockchain
tr: Blockchain Danışmanı

source: Blockchain Engineer
es: Ingeniero Blockchain
ja: Blockchainエンジニア
ru: Blockchain инженер
tr: Blockchain Mühendisi

source: Blockchain-based covers have a low claims-to-payout ratio. Existing cover products are unscalable, discretionary, and discriminatory. Smart contract audits do not guarantee security. Attacks on exchanges, metaverses, DApps, and DeFi protocols are increasing and getting more sophisticated.
es: Las coberturas basadas en Blockchain tienen una baja relación reclamos-pago. Los productos de cobertura existentes son inescalables, discrecionales y discriminatorios. Las auditorías de contratos inteligentes no garantizan la seguridad. Los ataques a los intercambios, metaversos, DApps y protocolos DeFi están aumentando y se están volviendo más sofisticados.
fr: Les couvertures basées sur la blockchain ont un faible ratio sinistres/paiements. Les produits de couverture existants sont non- échelonnable, discrétionnaires et discriminatoires. Les audits de contrats intelligents ne garantissent pas la sécurité. Les attaques contre les échanges, les métaverses, les DApps et les protocoles DeFi se multiplient et deviennent de plus en plus sophistiqués.
id: Keamanan berbasis Blockchain memiliki rasio klaim terhadap pembayaran yang rendah. Produk keamanan yang ada tidak dapat diskalakan, diskriminatif, dan diskriminatif. Audit smart contract tidak menjamin keamanan. Serangan pada protokol pertukaran, metaverses, DApps, dan DeFi meningkat dan semakin canggih.
ja: Blockchainをベースにしたカバーは保険損害賠償金比率が低いのが特徴です。既存のカバー製品は拡張性が無く、裁量的で、不公平です。スマート契約審査はセキュリティを保証しません。両替、メタバース、Daｐｐ、DeFiプロトコル上での攻撃は増加し、より洗練化されていきます。
ru: Страховые покрытия на основе блокчейна имеют низкое соотношение претензий к выплатам. Существующие продукты покрытия являются немасштабируемыми, дискреционными и дискриминационными. Аудит смарт-контрактов не гарантирует безопасность. Атаки на биржи, метаверсии, DApps и протоколы DeFi растут и становятся все более изощренными.
tr: "Blockchain tabanlı teminatlar, düşük talep-ödeme oranına sahiptir. Mevcut teminat ürünleri ölçeklenemez, isteğe bağlı ve ayrımcıdır. Akıllı sözleşme denetimleri güvenliği garanti etmez.

source: Blog
ja: ブログ
ru: Блог

source: Brando
ja: ブランド

source: Build a cover protection community for your protocol, exchange, or DeFi project.
es: Cree una comunidad de protección de cobertura para su protocolo, intercambio o proyecto DeFi.
fr: Créez une communauté de protection de couverture pour votre protocole, votre échange ou votre projet DeFi.
id: Bangun komunitas perlindungan untuk protokol, pertukaran, atau proyek DeFi Anda.
ja: プロトコル、両替、DeFiプロジェクトへのカバープロテクションコミュニティの造設。
ru: Создайте защищенное сообщество для ваших протоколов, биржи или проекта DeFi.
tr: Kendi protokolünüz, borsanız ya da Defi projeleriniz için teminat koruma topluluğu oluşturun

source: Build your own dedicated cover protection community within your ecosystem.
es: Cree su propia comunidad dedicada a la protección de coberturas dentro de su ecosistema.
fr: Construisez votre propre communauté dédiée à la protection des actifs numériques au sein de votre écosystème.
id: Bangun komunitas perlindungan khusus dalam ekosistem Anda.
ja: エコシステム内でのあなた専用のカバープロテクションの造設。
ru: Создайте собственное сообщество по защите страхования в своей экосистеме.
tr: Kendi ekosisteminizde teminat koruma topluluğunuzu oluşturun.

source: Built on Typescript, developers can use the SDK in both frontend and backend environments using any popular framework. The SDK is available as an NPM package:
es: Basado en Typescript, los desarrolladores pueden usar el SDK tanto en entornos frontend como backend utilizando cualquier marco popular. El SDK está disponible como paquete NPM:
fr: Construit sur Typescript, les développeurs peuvent utiliser le SDK dans des environnements frontend et backend en utilisant n'importe quel framework populaire. Le SDK est disponible sous forme de package NPM :
id: Dengan TypeScript, pengembang dapat menggunakan SDK di lingkungan frontend dan backend menggunakan kerangka kerja populer apa pun SDK tersedia sebagai paket NPM
ja: Typescriptに基づいて、開発者は一般的なフレームワークでフロントエンドとバックエンドの両方でSDKを利用できます。SDKはNPMパッケージとして利用可能です。
ru: Созданный на основе Typescript, SDK может использоваться разработчиками как во фронтенде, так и в бэкенде с использованием любого популярного фреймворка. SDK доступен в виде пакета NPM:
tr: Typescript üzerine inşa edilen geliştiriciler, herhangi bir popüler çerçeveyi kullanarak SDK'yı hem frontend hem de backend ortamlarında kullanabilir. SDK bir NPM paketi olarak mevcuttur:

source: Built on Typescript, the SDK works on both frontend and backend environments, on any framework.
es: Basado en Typescript, el SDK funciona tanto en entornos frontend como backend, en cualquier marco.
fr: Construit sur Typescript, le SDK fonctionne à la fois sur les environnements frontend et backend, sur n'importe quel framework.
id: Menggunakan TypeScript, SDK berfungsi di lingkup depan dan belakang, pada kerangka kerja apa pun.
ja: Typescriptに基づいて、SDKはいかなるフレームワーク上でも、フロントエンドとバックエンドの両環境で動きます。
ru: SDK, созданный на основе Typescript, работает как на фронтенде, так и на бэкенде, на любом фреймворке.
tr: Typescript üzerine inşa edilen SDK, herhangi bir frameworkde hem frontend hem de backend ortamlarında çalışır.

source: CEO & Founder
es: CEO y Fundador
fr: PDG et fondateur
ja: CEO＆創設者
ru: CEO & Основатели
tr: CEO - Kurucu

source: Capital Efficiency
es: Eficiencia del Capital
fr: Efficacité du capital
id: Efisiensi Modal
ja: 資本効率
ru: Эффективность использования капитала
tr: Sermaye Verimliliği

source: Careers
es: Carreras
fr: Carrières
ja: 経歴
ru: Карьера
tr: Kariyer

source: Check out Our Blog
es: Visite nuestro blog
fr: Consultez notre blog
id: Cek Blog Kami
ja: ブログをチェックする
ru: Ознакомьтесь с нашим блогом
tr: Blogumuza Göz Atın

source: Check out the Cover SDK source code on the Neptune Mutual Github repository. <0>Read the SDK documentation</0> to find out how to get access to cover features on your own frontend app or backend API.
es: Consulte el código fuente de Cover SDK en el repositorio de Neptune Mutual Github. <0>Lea la documentación del SDK</0> para averiguar cómo obtener acceso a funciones de cobertura en su propia aplicación frontend o API backend.
fr: Consultez le code source du Cover SDK sur le Github de Neptune Mutual. <0>Lisez la documentation du SDK</0> pour savoir comment accéder aux fonctionnalités de couverture sur votre propre application frontend ou API backend.
id: Lihat kode sumber Cover SDK di repositori Neptune Mutual Github. <0>Baca dokumentasi SDK</0> untuk mengetahui cara mendapatkan akses ke fitur proteksi di aplikasi frontend atau API backend Anda sendiri.
ja: Neptune Mutual GithubリポジトリでのSDKカバーソースコードをチェックしましょう。フロントエンドアプリやバックエンドAPIでカバー機能のアクセス方法を見つけ出すためにカバーSDKドキュメントを読んでください。
ru: Ознакомьтесь с исходным кодом Cover SDK в репозитории Neptune Mutual Github. <0> Прочитайте документацию SDK</0>, чтобы узнать, как получить доступ к функциям покрытия страхования в вашем собственном фронтенд-приложении или бэкенд API.
tr: Neptune Mutual Github deposundaki Cover SDK kaynak kodunu kontrol edin. Kendi frontend uygulamanızdaki veya backend API'nizdeki kapsama özelliklerine nasıl erişeceğinizi öğrenmek için <0>SDK belgelerini okuyun</0>.

source: Chief Legal Officer
es: Director legal
fr: Directeur Juridique
ja: 法務担当役員
ru: Главный Юр.консультант
tr: Hukuk Yöneticisi

source: Choose a cover pool, select its duration, and enter how much you need to cover. Instantly receive your claims payout in stablecoin after incident resolution.
es: Elija un grupo de cobertura, seleccione su duración e ingrese cuánto necesita cubrir. Reciba instantáneamente el pago de sus reclamos en moneda estable después de la resolución del incidente.
fr: Choisissez un pool de couverture, sélectionnez sa durée et saisissez le montant que vous devez couvrir. Recevez instantanément le paiement de vos réclamations en stablecoin après la résolution de l'incident
id: Tentukan cover pool, pilih durasinya, dan masukkan kebutuhan proteksi Anda. Segera terima pembayaran klaim Anda dalam stablecoin setelah resolusi insiden.
ja: カバープールを選択し、期間を選択し、カバーにどれくらいかかるのか入力してください。事象解決後、すぐにstablecoinで保険金を受け取れます。
ru: Выберите область покрытия страхования, срок его действия и введите сумму, которая вам необходима для покрытия. После урегулирования инцидента мгновенно получите выплату по страховому случаю в стабильных монетах.
tr: Bir teminat havuzu seçin, süresini seçin ve ne kadar teminat gerektiğini girin. Olay çözüldükten sonra talep ettiğiniz ödemelerinizi anında stabilcoin olarak alın.

source: Co-Founder
es: Cofundador
fr: Co-fondateur
ja: 共同設立者
ru: Соучередитель
tr: Kurucu Ortak

source: Community
es: Comunidad
ja: コミュニティ
ru: Сообщество
tr: Topluluk

source: Community Ninja
es: Ninja de la comunidad
fr: Ninja communautaire
ja: ニンジャコミュニティ
ru: Сообщество Ninja
tr: Topluluk Ninjası

source: Connect with Us
es: Conecte con nosotros
fr: Connectez-vous avec nous
ja: 私たちと繋がりませんか
ru: Свяжитесь с нами
tr: Bizimle İletişime Geç

source: Contact
es: Contacto
ja: お問い合わせ
ru: Контакты
tr: İletişim

source: Content Strategist
es: Estrategia de contenido
fr: Responsable du contenu marketing
ja: 戦略担当
ru: Контент-стратег
tr: İçerik Stratejisti

source: Cookies disclaimer
es: Aviso legal sobre cookies
fr: Clause de non-responsabilité relative aux cookies
ja: クッキーに関する免責事項
ru: Отказ от использования файлов Cookies
tr: Çerez sorumluluk reddi

source: Copied
es: Copiado
fr: Copié
id: Disalin
ja: 複写
ru: Скопированно
tr: Kopyalandı

source: Cover Creation
es: Creación de cobertura
fr: Création de couverture
id: Penciptaan Proteksi
ja: カバークリエーション
ru: Создание покрытия
tr: Teminat Oluşturucu

source: Cover SDK Beta
es: Cobertura SDK Beta
fr: Contrat de couverture SDK Beta
ja: SDK Betaのカバー
ru: Бета-версия покрытия SDK
tr: Teminat SDL Beta

source: Create Covers
es: Crear coberturas
fr: Créer un contrat de couverture
ja: カバーの作成
ru: Создай покрытие страховкой
tr: Teminatlar Oluşturun

source: Crowdfund your investor protection fund.
es: Financia tu fondo de protección de inversores.
fr: Crowdfund votre fonds de protection des investisseurs.
id: Galang dana perlindungan investor Anda.
ja: 投資家保護基金のクラウドファンディング
ru: Создайте свой фонд защиты инвесторов с помощью краудфандинга.
tr: Yatırımcı koruma fonunuzu "Kitle Fonlaması" yapın.

source: Decline
es: Rechazar
fr: Déclin
id: Tolak
ja: 拒否する
ru: Снижение
tr: Reddetmek

source: Dedicated Cover Pools
es: Grupo de coberturas dedicadas
fr: Pools de couverture dédiés
id: Cover Pool Khusus
ja: 専用カバープール
ru: Специализированное покрытие совокупностей
tr: Özel Teminat Havuzları

source: Design Lead
es: Líder de diseño
fr: Responsable de la conception
ja: 設計リーダー
ru: Руководство проектирования
tr: Tasarım Lideri

source: Documentation
es: Documentación
id: Dokumentasi
ja: ドキュメント
ru: Документы
tr: Dokümantasyon

source: Don't be a stranger! Join and interact with us on our growing social media communities. Stay up to date on our latest developments and progress.
es: ¡No seas un extraño! Únase e interactúe con nosotros en nuestras crecientes comunidades de redes sociales. Manténgase actualizado sobre nuestros últimos desarrollos y avances.
fr: Rejoignez-nous et interagissez avec nous sur nos communautés de médias sociaux en pleine croissance. Restez à jour sur nos derniers développements et progrès.
id: Mari Bergabung! Berbaur dan berinteraksilah di komunitas media sosial kami yang terus berkembang. Tetap up to date pada perkembangan terbaru kami.
ja: 私たちのソーシャルメディアコミュニティに参加し交流しましょう！遠慮せずにどうぞ！最新の開発・状況の情報を待ちましょう。
ru: Не оставайся в стороне! Присоединяйся и взаимодействуй с нами в наших быстрорастущих сообществ в социальных сетях.
tr: Yabancı Kalma! Büyüyen sosyal medya topluluklarımızda bize katılın ve bizimle etkileşim kurun. En son gelişmelerimizden ve ilerlemelerimizden ilk siz haberdar olun.

source: Download Neptune Mutual Lightpaper
es: Descargar papel ligero
fr: Télécharger Neptune Mutual Lightpaper
id: Unduh Lembar Panduan Neptune Mutual
ja: Neptune Mutual Lightpaperをダウンロードする
ru: Скачать лайтбумагу Neptune Mutual
tr: Neptune Mutual Lightpaper'ını İndir

source: Edward Ryall
ja: エドワード＝リアル

source: Emmanuel Rogel
ja: エマニュエル＝ロジェル

source: FIND OUT MORE
es: SABER MÁS
id: TEMUKAN LEBIH BANYAK LAGI
ja: もっと詳しく
ru: УЗНАЙТЕ БОЛЬШЕ
tr: DAHA FAZLASINI BUL

source: Finance Analyst
es: Analista financiero
fr: Analyste financier
ja: 経済分析担当
ru: Финансовая аналитика
tr: Finans Analisti

source: Flash Loan Income
es: Ingresos de préstamos rápidos
fr: Revenu de "flash loan"
id: Pendapatan Pinjaman Kilat
ja: フラッシュローン収益
ru: Доход по срочному кредиту
tr: Flash Kredi Geliri

source: Flashburst
ja: フラッシュバースト

source: Follow our progress. Join our community.
es: Sigue nuestro progreso. Únete a nuestra comunidad.
fr: Suivez nos progrès. Rejoignez notre communauté.
id: Ikuti perkembangan kami. Bergabunglah dengan komunitas kami.
ja: 情報を追うなら、コミュニティへ参加を。
ru: Следите за нашим прогрессом. Присоединяйтесь к нашему сообществу.
tr: Gelişmelerimizi takip et. Topluluğumuza katıl.

source: Four key principles drive the design of Neptune Mutual's cover protocol:
es: Cuatro principios clave impulsan el diseño del protocolo de cobertura de Neptune Mutual:
fr: Quatre principes clés guident la conception du protocole de couverture de Neptune Mutual :
id: Empat prinsip utama dalam desain protokol perlindungan Neptune Mutual:
ja: 4つの主要なキーはNeptune Mutualのカバープロトコルのデザインに基づいて設計されています。
ru: Четыре ключевых принципа лежат в основе протокола покрытия Neptune Mutual:
tr: Neptune Mutual'ın teminat protokolünün tasarımını dört temel ilke yönlendirir:

source: Freemind
ja: フリーマインド
ru: Свобода мысли

source: Frontend Engineer
es: Ingeniero frontend
fr: Ingénieur Frontend
ja: フロントエンドエンジニア
ru: Фротенд разработчики
tr: Frontend Mühendisi

source: Fundraising, Recruitment & Build
es: Recaudación de fondos y construcción
fr: Investissement, Recrutement & Développement
id: Penggalangan Dana, Rekrutmen & Pengembangan
ja: 公益法人, リクルートメント＆ビルド
ru: Увеличение средсв, расшитение персонала и строительство
tr: Kaynak Yaratma, İşe Alma ve İnşaa etme
