Repository: neptune-mutual-archived/neptunemutual.com
Catalog: locales/*/messages.po
Languages: es, fr, id, ja, ru, tr

source: Say goodbye to denied claims assessment.
es: Diga adiós a la evaluación de reclamaciones denegadas.
fr: Dites adieu aux réclamations individuelles refusées.
id: Ucapkan selamat tinggal pada penolakan klaim.
ja: クレーム査定拒否にさよならを。
ru: Попрощайтесь с отказом в оценке претензий.
tr: Reddedilen talep değerlendirmesine veda edin.

source: Scalability
es: Escalabilidad
fr: Echelonable
id: Skalabilitas
ja: 拡張可能性
ru: Масштабируемость
tr: Ölçeklenebilirlik

source: Security
es: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
ru: Безопасность
tr: Güvenlik

source: Security Analytics Dashboard
es: Panel de análisis de seguridad
fr: Tableau de bord d'analyse de la sécurité
id: Dasbor Analisis Keamanan
ja: セキュリティ分析ダッシュボード
ru: Панель мониторинга защиты аналитики
tr: Güvenlik Analitiği Dashboardu

source: Security Scorecards & Widgets
es: Cuadros de mando de seguridad y widgets
fr: Tableaux de bord et widgets de sécurité
id: Proteksi Kartu Skor & Widget
ja: セキュリティのスコアカード＆ウィジェット
ru: Оценочные карты безопасности и Виджеты
tr: Güvenlik Puan Kartları ve Widget'lar

source: Senior Graphic Designer
es: Diseñador gráfico senior
fr: Graphiste senior
ja: シニアグラフィックデザイナー
ru: Старший графический дизайнер
tr: Kıdemli Grafik Tasarımcısı

source: Social Strategist
es: Estrategia social
fr: Analyste
ja: ソーシャル戦略担当
ru: Социальный стратег
tr: Sosyal Stratejist

source: Stablecoin Liquidity
es: Liquidez de moneda estable
fr: Liquidité Stablecoin
id: Likuiditas Stablecoin
ja: Stablecoinの流通性
ru: Ликвидность Stablecoin
tr: Stablecoin Likiditesi

source: Stay protected against exchange hacks & dApp, DeFi, and smart contract exploits.
es: Manténgase protegido contra hacks en los intercambios y dApps, DeFi y exploits de contratos inteligentes.
fr: Restez protégé contre les hacks d'échange et les exploits dApp, DeFi et de contrats intelligents.
id: Terlindungi dari peretasan & dApp, DeFi, dan eksploitasi smart contract.
ja: 両替ハック、ｄApp、DeFi、スマートコインエクスプロイトから保護します。
ru: Будьте защищены от биржевых взломов и dApp, DeFi и смарт-контрактов.
tr: Borsa hack'lerine & dApp, DeFi ve akıllı sözleşme istismarlarına karşı korunmaya devam edin.

source: Supritha Shanmugam
ja: スプリサ＝シャンガム

source: Technical Recruiter
es: Reclutadora técnica
ja: 技術採用担当
ru: Технический рекрутер
tr: Teknik İşveren

source: Terms of Service
es: Términos de servicio
fr: Conditions d'utilisation
id: Persyaratan Layanan
ja: サービス期間
ru: Условия обслуживания
tr: Şartlar ve Hizmetler

source: The Idea
es: La idea
fr: L'idée
id: Ide
ja: アイデア
ru: Идея
tr: Fikir

source: The Neptune Mutual Protocol v1 gets audited by a couple of highly-sophisticated security research companies. The protocol gets improved over time through bug-bounty programs and continuous security reviews conducted by independent researchers.
es: El Neptune Mutual Protocol v1 es auditado por un par de empresas de investigación de seguridad altamente sofisticadas. El protocolo se mejora con el tiempo a través de programas de recompensas por errores y revisiones de seguridad continuas realizadas por investigadores independientes.
fr: Le Neptune Mutual Protocol v1 est audité par deux sociétés de cybersécurité de premier plan. Le protocole s'améliore au fil du temps grâce à des programmes de primes de "bounty" et à des examens de sécurité continus menés par des chercheurs indépendants.
id: Neptune Mutual Protocol v1 diaudit oleh beberapa perusahaan riset keamanan yang sangat canggih. Protokol ditingkatkan dari waktu ke waktu melalui program bug-bounty dan tinjauan keamanan berkelanjutan yang dilakukan oleh peneliti independen.
ja: Neptune Mutualプロトコルv1は熟練したセキュリティリサーチ企業2社によって監査されています。プロトコルは独立研究員によって管理されたバグバウンティプログラムや連続性のあるセキュリティレビューを通じて何度も改善されています。
ru: Протокол Neptune Mutual Protocol v1 проверяется несколькими высококвалифицированными компаниями, занимающимися исследованиями в области безопасности. Протокол постоянно совершенствуется благодаря программам "bug-bounty" и постоянным проверкам безопасности, проводимыми независимыми исследователями.
tr: Neptune Mutual Protocol v1, birkaç son derece gelişmiş güvenlik araştırma şirketi tarafından denetlenir. Protokol, hata ödül programları ve bağımsız araştırmacılar tarafından yürütülen sürekli güvenlik incelemeleri yoluyla zamanla iyileştirilir.

source: The Neptune Mutual protocol launches on a couple of test networks like Kovan and Binance Smart Chain Testnet. Community members participate in the protocol by becoming cover purchasers, liquidity providers, and consensus witnesses. We will develop <0>Neptune Mutual faucet</0> to provide users with testnet DAI and NPM tokens
es: El protocolo Neptune Mutual se lanza en un par de redes de prueba como Kovan y Binance Smart Chain, en Testnet. Los miembros de la comunidad participan en el protocolo convirtiéndose en compradores de cobertura, proveedores de liquidez y testigos de consenso. Desarrollaremos <0>un faucet de Neptune Mutual</0> para proporcionar a los usuarios tokens testnet DAI y NPM
fr: Le protocole Neptune Mutual est lancé sur quelques réseaux de test comme Kovan et Binance Smart Chain Testnet. Les membres de la communauté participent au protocole en devenant des acheteurs de couverture, des fournisseurs de liquidité et des témoins de consensus. Nous allons développer <0>Neptune Mutual faucet</0> pour fournir aux utilisateurs des jetons testnet DAI et NPM
id: Protokol Neptune Mutual diluncurkan pada beberapa jaringan uji seperti Kovan dan anggota Komunitas Binance Smart Chain Testnet berpartisipasi dalam protokol dengan menjadi pelanggan jasa perlindungan, penyedia likuiditas, dan saksi konsensus. Kami akan mengembangkan <0>Neptune Mutual faucet</0> untuk menyediakan token DAI dan NPM testnet kepada pengguna.
ja: Neptune MutualプロトコルはKovanやBinance Smart Chain Testnetのようなテストネットワークでローンチします。コミュニティメンバーはカバー購入や、流通性業者、コンセンサスウィットネスになることによってプロトコルに参加します。私たちはユーザーにテストネットDAIとNPMトークンを提供するためにNeptune Mutual faucetを開発する予定です。
ru: Протокол Neptune Mutual запущен в нескольких тестовых сетях, таких как Kovan и Binance Smart Chain Testnet. Члены сообщества участвуют в протоколе, становясь покупателями покрытия, поставщиками ликвидности и свидетелями консенсуса. Мы разработаем Neptune Mutual кран для обеспечения пользователей токенами DAI и NPM тестовой сети.
tr: Neptune Mutual protokolü, Kovan ve Binance Smart Chain Testnet gibi birkaç test ağında kullanıma sunuldu. Topluluk üyeleri, kapak alıcıları, likidite sağlayıcıları ve konsensüs tanıkları olarak protokole katılır. Kullanıcılara testnet DAI ve NPM tokenleri sağlamak için <0>Neptune Mutual musluğu</0> geliştireceğiz

source: The minting of NPM tokens will have a time-frame of 6 years.
es: La acuñación de tokens NPM tendrá un plazo de 6 años.
fr: La création des tokens NPM aura une durée de 6 ans.
id: Pencetakan token NPM akan memiliki jangka waktu 6 tahun.
ja: NPMトークンのミンティングは6年間のタイムフレームを保持します。
ru: Изготовление NMP токенов заключено в рамки сроком 6 лет.
tr: NPM tokenlerinin basılmasının 6 yıllık bir zaman çizelgesi olacaktır.

source: The protocol supplies a small part of the assets that are in excess of the minimum capital requirement to lending protocols.
es: El protocolo proporciona una pequeña parte de los activos que superan el requisito de capital mínimo a los protocolos de préstamo.
fr: Le protocole fournit un certain capital aux protocoles de prêt, mais il est tiré exclusivement du capital dépassant le capital minimum requis pour répondre à toutes les obligations souscrites.
id: Protokol memasok sebagian kecil aset yang melebihi persyaratan modal minimum untuk protokol peminjaman.
ja: 当プロトコルはプロトコルの貸付に対し、最低資本資格を上回る資本の小部分を供給します。
ru: Протокол предоставляет небольшую часть активов, превышающих минимальные требования предъявляемые к протоколам кредитования.
tr: Protokol, borç verme protokollerine minimum sermaye gereksinimini aşan varlıkların küçük bir kısmını sağlar.

source: There is a fixed supply of 1 billion NPM tokens.
es: Hay un suministro fijo de 1 billón de tokens NPM.
fr: Il existe une offre fixe de 1 milliard de jetons NPM.
id: Adanya pasokan tetap 1 miliar token NPM.
ja: 1億以上のトークンの供給が確定しています。
ru: Мы имеем фиксированный запас в 1 миллиард токенов NPM.
tr: 1 milyar NPM jetonunun sabit bir arzı vardır.

source: There is always enough liquidity to pay all cover policyholders.
es: Siempre hay suficiente liquidez para pagar a todos los asegurados cubiertos.
fr: Il y a toujours suffisamment de liquidités pour payer tous les assurés.
id: Likuiditas yang mumpuni untuk membayar semua pemegang polis asuransi.
ja: 全てのカバー保険契約者に支払える十分な流通性が常にあります。
ru: Ликвидности всегда достаточно для выплаты всем страхователям страхового покрытия.
tr: Tüm sigorta poliçe sahiplerine ödeme yapmak için her zaman yeterli likidite vardır.

source: This upgrade enables multiple policies to be aggregated under a single cover pool providing larger DeFi and Meta projects an ability to secure their portfolio of smaller DApps.
es: Esta actualización permite agregar varias políticas en un solo grupo de cobertura, lo que brinda a los proyectos DeFi y Meta más grandes la capacidad de asegurar su cartera de DApps más pequeñas.
fr: Il y a toujours suffisamment de liquidités pour payer tous les titulaires de contrats paramétriques.
id: Peningkatan ini memungkinkan terjadinya gabungan kebijakan di bawah satu kumpulan proyeksi yang memberikan kemampuan proyek DeFi dan Meta yang lebih besar untuk mengamankan portofolio DApps yang lebih kecil.
ja: このアップグレードで、複数の保険がひとつのカバープールに集められ、大規模なDeFiやMetaプロジェクトが、小規模のDaｐｐｓのポートフォリオを保護できるようになります。
ru: Это обновление позволяет объединить политику компаний в единый резерв защиты, предоставляя более крупным проектам DeFi и Meta возможность защитить свой портфель небольших DAприложений.
tr: Bu yükseltme, daha büyük DeFi ve Meta projelerine daha küçük DApp portföylerini güvence altına alma yeteneği sağlayan tek bir teminat havuzu altında birden fazla politikanın toplanmasını sağlar.

source: To Be Announced
es: Por determinar
fr: Être annoncé
id: Info Mendatang
ja: お知らせ
ru: Ближайшие анонсы
tr: Duyurulacak

source: Token Design
es: Diseño del token
fr: Conception de jetons
id: Desain Token
ja: トークンデザイン
ru: Дизайн токенов
tr: Token Tasarımı

source: Trusted by Industry Leaders
es: Confianza por parte de líderes de la industria
fr: Approuvé par les leaders de l'industrie
id: Dipercaya oleh Pemimpin Industri Terkemuka
ja: 産業リーダーにも信用されています。
ru: Нам доверяют лидеры различных отраслей
tr: Endüstri Liderleri Tarafından Güvenilen

source: Use
es: Usar
fr: Utiliser
id: Gunakan
ja: 使う
ru: Использование
tr: Kullanın

source: User Experience
es: Experiencia de usuario
fr: Expérience utilisateur
id: Pengalaman pengguna
ja: ユーザー体験
ru: Опыт пользователей
tr: Kullanıcı Deneyimi

source: View Press Release
es: Ver comunicado de prensa
fr: Voir le communiqué de presse
id: Lihat Press Release
ja: プレスリリースを見る
ru: Посмотреть пресс-релиз
tr: Basın Bültenini Görüntüle

source: We are a global and dynamic team with a mission to create a reliable, fast, and effective platform that protects digital assets.
es: Somos un equipo global y dinámico con la misión de crear una plataforma confiable, rápida y efectiva que proteja los activos digitales.
fr: Nous sommes une équipe mondiale et dynamique dont la mission est de créer une plateforme fiable, rapide et efficace qui protège les actifs numériques.
id: Kami adalah tim global dan dinamis dengan misi menciptakan platform yang handal, cepat, dan efektif yang melindungi aset digital.
ja: 私たちは、デジタル資本を守ることができる、速くて効率的で信頼性のあるプラットフォームの作成というミッションにおいて、グローバルでダイナミックなチームです。
ru: Мы — глобальная и динамичная команда, миссия которой — создать надежную, быструю и эффективную платформу для защиты цифровых активов.
tr: Dijital varlıkları koruyan güvenilir, hızlı ve etkili bir platform oluşturma misyonuna sahip küresel ve dinamik bir ekibiz.

source: We saw a growing need for security and reliable covers that inspired us to create Neptune Mutual.
es: Vimos una creciente necesidad de seguridad y coberturas confiables que nos inspiraron para crear Neptune Mutual.
fr: Nous avons constaté un besoin croissant de sécurité et de protection fiable des actifs numériques qui nous a inspirés pour créer Neptune Mutual.
id: Kami melihat kebutuhan yang meningkat akan keamanan yang andal dan menginspirasi kami dalam membangun Neptune Mutual.
ja: セキュリティと信頼性のあるカバーへの需要が高まっているのを目の当たりにしたことが、私たちがNeptune Mutualを作ろうと思ったきっかけです。
ru: Мы увидели растущую потребность в безопасности и надежной защите покрытия, что и вдохновило нас на создание Neptune Mutual.
tr: Neptune Mutual'ı oluşturmamız için bize ilham veren güvenlik ve güvenilir kılıflara yönelik artan bir ihtiyaç gördük.

source: We use third-party cookies in order to personalize your experience.
es: Utilizamos cookies de terceros para personalizar tu experiencia.
fr: Nous utilisons des cookies tiers afin de personnaliser votre expérience.
id: Kami menggunakan third-party cookie untuk mempersonalisasi pengalaman Anda.
ja: お客様の体験をカスタマイズするため、サードパーティークッキーを使用しています。
ru: Мы используем third-party cookies, чтобы сделать ваш опыт исключительно персональным.
tr: Deneyiminizi kişiselleştirmek için üçüncü taraf çerezleri kullanıyoruz.

source: We’ve Got You Covered
es: Te tenemos cubierto
fr: Nous sommes là pour vous protéger
ja: あなたをカバーしています。
ru: Мы вас прикроем
tr: Teminatlarınızı Koruyoruz

source: With our support, you can get more visibility to bootstrap liquidity into your own cover pool.
es: Con nuestro apoyo, puede obtener más visibilidad para generar liquidez en su propio grupo de cobertura.
fr: Avec notre assistance, vous pouvez obtenir plus de visibilité pour augmenter la liquidité dans votre propre pool de couverture paramétrique.
id: Dengan dukungan kami, Anda bisa mendapatkan lebih banyak visibilitas untuk bootstrap likuiditas ke dalam cover pool Anda sendiri.
ja: 私たちのサポートにより、お客様が所有するカバープールへのbootstrapの流通性がより視覚化されて手に入ります。
ru: С нашей поддержкой вы получите большую ясность как повысить ликвидность в своем защитном резерве покрытия.
tr: Desteğimizle, likiditeyi kendi teminat havuzunuza yüklemek için daha fazla görünürlük elde edebilirsiniz.

source: Write
es: Escribir
fr: Écrivez
id: Tulis
ja: 記述する
ru: Пишите
tr: Yazın

source: Write less code and plug in your own Web3 provider. Get complete access to all coverage features.
es: Escriba menos código y conecte su propio proveedor Web3. Obtenga acceso completo a todas las funciones de cobertura.
fr: Écrivez moins de code et branchez votre propre fournisseur Web3. Obtenez un accès complet à toutes les fonctionnalités de couverture paramétrique.
id: Tulis lebih sedikit kode dan pasang penyedia Web3 Anda sendiri. Dapatkan akses lengkap ke semua fitur cakupan.
ja: Lessコードを書いて、Web3プロバイダーにつなげてください。全てのカバレッジ機能にアクセスできます。
ru: Пишите меньший объем кода и подключайте собственного Web3 провайдера. Получите полный доступ ко всем возможностям защиты.
tr: Daha az kod yazın ve kendi Web3 sağlayıcınızı bağlayın. Tüm kapsama özelliklerine tam erişim sağlayın.

source: Your Confident, Protected Community
es: Tu comunidad segura y protegida
fr: Votre communauté confiante et protégée
id: Komunitas Anda yang Terlindungi dan Kukuh
ja: 安心できる、守られたコミュニティ
ru: Ваше уверенное защищенное сообщество
tr: Kendinden Emin, Korunan Toplululuğunuz

source: Your Cover Pool
es: Su grupo cubierto
fr: Votre pool de couverture paramétrique
ja: お客様のカバープール
ru: Ваша собственный резерв покрытия
tr: Teminat Havuzun

source: Your Style
es: Su estilo
fr: Votre style
ja: お客様のスタイル
ru: Ваш стиль
tr: Stilin

source: Zero Risk
es: Riesgo cero
fr: Risque Zéro
ja: リスクゼロ
ru: Риски равны нулю
tr: Sıfır risk

source: {0, select, male {Co-Founder} female {Co-Founder}}
es: {0, select, male {Cofundador} female {Cofundadora}}
fr: {0, select, male {Co-fondateur} female {Co-fondateur}}
ja: {0, select, male {共同設立者} female {共同設立者}}
ru: {0, select, male {Соучередитель} female {Соучередитель}}
tr: {0, select, male {Kurucu Ortak} female {Kurucu Ortak}}

source: <0>Reduce</0> <1>Your Exposure to</1> <2>Crypto Market Risks</2>
es: <0>Reduzca</0> <1>su exposición a</1> <2>riesgos del mercado cripto</2>
fr: <0>Réduisez</0> <1>votre Exposition aux</1> <2>Risques du Marché de la Crypto-Monnaie</2>

source: Graphics Designer
es: Diseñadora gráfica
fr: Graphiste

source: View App Prototype
es: Ver prototipo de la App
fr: Afficher le prototype d'application
