Repository: neptune-mutual-archived/neptunemutual.com
Catalog: locales/*/messages.po
Languages: es, fr, id, ja, ru, tr

source: Furthermore, the app, Github, hosting, CI/CD pipelines, DNS, HTTP security, and more is thoroughly audited as well. Additional, proper cyber hygienes are implemented across the organization.
es: Además, la aplicación, Github, el alojamiento, las canalizaciones de CI/CD, el DNS, la seguridad HTTP y más también se auditan minuciosamente. Se implementan limpiezas cibernéticas adicionales y adecuadas en toda la organización.
fr: De plus, l'application, Github, l'hébergement, les pipelines CI/CD, le DNS, la sécurité HTTP, etc. sont également minutieusement audités. De plus, des cyber-processus appropriés sont mis en œuvre dans toute l'organisation.
id: Aplikasi, Github, hosting, saluran CI/CD, DNS, keamanan HTTP, dan lainnya juga diaudit secara menyeluruh. Kebersihan dunia maya juga yang diterapkan di seluruh organisasi.
ja: さらに、アプリ、Github、ホスティング、CI/CDパイプライン、DNS、HTTPセキュリティ、その他、徹底して監査されます。加えて、適切なサイバー衛生が組織全体で行われます。
ru: Кроме этого, тщательно проверяются приложения, Github, хостинг, конвейеры CI/CD, DNS, безопасность HTTP и многое другое. В организацию внедряются дополнительные надлежащие средства кибергигиены
tr: Ayrıca, uygulama, Github, barındırma, CI / CD işlem hatları, DNS, HTTP güvenliği ve daha fazlası da kapsamlı bir şekilde denetlenmektedir. Kuruluş genelinde ekstra, uygun siber önlemleri alınır.

source: Get Protection
es: Obtenga protección
fr: Obtenez une protection
id: Dapatkan Perlindungan
ja: プロテクションを得る
ru: Получи защиту
tr: Koruma Alın

source: Get cover fee paid by cover policyholders.
es: Obtenga la tarifa de cobertura pagada por los titulares de pólizas de cobertura.
fr: Obtenez des frais de couverture payés par les titulaires de polices de couverture.
id: Dapatkan biaya pertanggungan yang dibayarkan oleh pemegang polis.
ja: カバー保険契約者からカバー料を得る
ru: Получите оплату за защиту, оплаченную держателями страховки.
tr: Teminat poliçesi sahipleri tarafından ödenen teminat ücretini alın.

source: Get guaranteed payouts from our parametric cover model. Resolve incidents faster without the need for claims assessment.
es: Obtenga pagos garantizados de nuestro modelo de cobertura paramétrica. Resuelva incidencias más rápido sin necesidad de valoración de siniestros.
fr: Obtenez des paiements garantis grâce à notre modèle de couverture paramétrique. Résolvez les incidents plus rapidement sans avoir besoin d'évaluer les réclamations individuelles.
id: Dapatkan pembayaran terjamin dari model perlindungan parametrik kami. Menyelesaikan permasalahan lebih cepat tanpa pembebanan klaim.
ja: 母集団のカバーモデルから支払いを受ける
ru: Получайте гарантированные выплаты благодаря нашей параметрической модели покрытия. Устраняйте инциденты быстрее без необходимости оценки претензий.
tr: Parametrik teminat modelimiz ile garantili ödemeler alın. Hasar değerlendirmesine gerek kalmadan olayları daha hızlı çözün.

source: Get the Neptune Mutual SDK
es: Obtenga el SDK de Neptune Mutual
fr: Obtenir le SDK Neptune Mutual
id: Dapatkan SDK Neptune Mutual
ja: Neptune Mutual SDKを手に入れる
ru: Получите Neptune Mutual SDK
tr: Neptune Mutual SDK'yı edinin

source: Gilbert NG
ja: ギルバート＝ン

source: Gillian Wu
ja: ジリアン＝ウー

source: Growth
es: Crecimiento
fr: Croissance
id: Pertumbuhan
ja: 成長担当
ru: Развитие
tr: Büyüme

source: Guarantees protection and fast resolution to your cover policyholders in the event of an incident.
es: Garantiza protección y rápida resolución a los asegurados de tu cobertura en caso de siniestro.
fr: Garantit une protection et une résolution rapide à vos titulaires de contrats de couverture en cas d'incident.
id: Perlindungan dan penyelesaian cepat untuk pemegang polis jika terjadi insiden.
ja: 保証保護と事案におけるカバー保険契約者への迅速な解決
ru: Гарантированная защита и быстрое урегулирование страхователям вашего покрытия в случае инцидента.
tr: Bir olay durumunda teminat politika sahiplerine koruma ve hızlı çözüm garantisi sağlar.

source: Hans Koning
ja: ハンス＝コニン

source: Hanz Cabilao
ja: ハンズ=キャビラオ

source: Henry Law
ja: ヘンリー＝ロー

source: Imagine how cool it would be to access all coverage features inside your own app just the way you like it.
es: Imagínese lo genial que sería acceder a todas las funciones de cobertura dentro de su propia aplicación tal como le gusta.
fr: Imaginez à quel point ce serait cool d'accéder à toutes les fonctionnalités de couverture à l'intérieur de votre propre application, comme vous l'aimez.
id: Bayangkan betapa hebatnya dapat mengakses semua fitur tanpa batas dalam aplikasi Anda sendiri.
ja: 自分のアプリ内で、好きなように全てのカバレッジ機能へアクセス出来たらどんなにクールかイメージしてみてください。
ru: Только представьте, как здорово было бы получить доступ ко всем возможностям покрытия страхования в собственном приложении в удобном для вас виде.
tr: Kendi uygulamanızdaki tüm teminat özelliklerine istediğiniz gibi erişmenin ne kadar harika olacağını hayal edin.

source: In September 2021, we incorporated legal entities to support the fundraising, development, recruitment, expansion, and operational demand of the Neptune Mutual protocol.
es: En septiembre de 2021, incorporamos entidades legales para apoyar la recaudación de fondos, el desarrollo, el reclutamiento, la expansión y la demanda operativa del protocolo Neptune Mutual.
fr: En septembre 2021, nous avons constitué des entités juridiques pour soutenir la collecte de fonds, le développement, le recrutement, l'expansion et les besoins opérationnels du protocole Neptune Mutual.
id: Pada September 2021, kami menggabungkan badan hukum untuk mendukung penggalangan dana, pengembangan, perekrutan, perluasan, dan permintaan operasional protokol Neptune Mutual.
ja: 2021年9月、我々は Neptune Mutual protocolの資金調達、開発、採用、拡大、運用の需要をサポートするために法人を設立しました。
ru: В сентябре 2021 года мы провели регистрацию юридических лиц для поддержки сбора средств, развития, найма, расширения и удовлетворения оперативных потребностей протокола Neptune Mutual.
tr: Eylül 2021'de Neptune Mutual protokolünün kaynak yaratma, geliştirme, işe alma, genişletme ve operasyonel taleplerini desteklemek için tüzel kişileri dahil ettik.

source: Income received from flash loan lendings gets added to the pool.
es: Los ingresos recibidos de los préstamos de préstamos rápidos se agregan al grupo.
fr: Les revenus provenant des prêts flash sont ajoutés au pool.
id: Pendapatan yang diterima dari pinjaman kilat akan ditambahkan ke pool.
ja: フラッシュローン貸付から得られる収益はプールに加算されます。
ru: Доход, полученный от выдачи флэш-кредитов, добавляется к совокупности.
tr: Flaş kredilerden elde edilen gelir havuza eklenir.

source: Incorporation & Legal
es: Incorporación y Legal
fr: Incorporation et Juridique
id: Pendirian & Hukum
ja: 法人団体
ru: Регистрация и Легализация
tr: Şirketleşme ve Hukuk

source: Invest stablecoin liquidity to receive rewards and protect your favorite blockchain projects.
es: Invierta la liquidez de la moneda estable para recibir recompensas y proteger sus proyectos blockchain favoritos.
fr: Investissez stablecoin pour recevoir des récompenses et protéger vos projets de blockchain préférés.
id: Investasikan likuiditas stablecoin untuk menerima hadiah dan melindungi proyek blockchain favorit Anda.
ja: 報酬を受け取り、お気に入りのBlockchainプロジェクトを保護するためにstablecoinの流通性に投資しましょう。
ru: Инвестируйте ликвидность stablecoin, чтобы получить вознаграждение и защитить свои избранные блокчейн-проекты.
tr: Favori blok zincirinizi korumak ve ödüller almak için Stablecoin Likiditesine yatırım yapın

source: Jonalyn Delos Santos
ja: ジョナリン＝デロス＝サントス

source: Latest Updates
es: Últimas actualizaciones
fr: Dernières mises à jour
ja: 最新情報
ru: Последние обновления
tr: En Son Güncellemeler

source: Lending Income
es: Ingresos por préstamos
fr: Revenu de prêt
id: Pendapatan Pinjaman
ja: 収益を貸付
ru: Доход от кредитования
tr: Kredi Geliri

source: Less Code
es: Menos código
fr: Moins de codes
id: Lebih Sedikit Kode
ja: Less コード
ru: Меньше кодов
tr: Daha Az Kod

source: Let's #buidl
es: Vamos a #construir
fr: Construisons
ja: #buidlしましょう
ru: Давайте создавать
tr: Hadi İnşaa Edelim

source: Let’s Connect
es: Conectémonos
fr: Connectons-nous
ja: 繋がりましょう
ru: Давайте соеденимся
tr: Bizi Sosyal Medyadan Takip Edin!

source: Liquidity
es: Liquidez
fr: Liquidité
id: Likuiditas
ja: 流通性
ru: Ликвидность
tr: Likidite

source: Liquidity Providers Return
es: Rentabilidad de proveedores de liquidez
fr: Rendement des fournisseurs de liquidité
id: Pengembalian Penyedia Likuiditas
ja: 流通性のある提供者へのリターン
ru: Доходность ликвидности поставщиков
tr: Likidite Sağlayıcıların İadesi

source: Low Risk Cover Policies
es: Pólizas de cobertura de bajo riesgo
fr: Politiques de couverture à faible risque
id: Kebijakan Perlindungan Risiko Rendah
ja: 低リスクカバー保険
ru: Политика низких рисков покрытия
tr: Düşük Risk Teminat Politikaları

source: Mark Garcia
ja: マーク＝ガルシア

source: Minimizing risk
es: Minimizar riesgos
fr: Minimiser les risques
id: Risiko minimal
ja: リスク最小化
ru: Сведение риска к минимуму
tr: Minimum Risk

source: NPM token price won't affect cover pool liquidity.
es: El precio del token NPM no afectará la liquidez del grupo de cobertura.
fr: Le prix du jeton NPM n'affectera pas la liquidité du pool de couverture.
id: Harga token NPM tidak akan mempengaruhi likuiditas cover pool.
ja: NPMトークンはカバープールの流通性に影響しません。
ru: Цена токена NPM не повлияет на ликвидность совокупности покрытия.
tr: NPM token fiyatı, teminat havuzu likiditesini etkilemez.

source: NPM tokes are mainly used for our incident resolution reporting mechanism including other functions of the protocol such as creating a cover.
es: Los tokens NPM se utilizan principalmente para nuestro mecanismo de informe de resolución de incidentes, incluidas otras funciones del protocolo, como la creación de una cobertura.
fr: Les jetons NPM sont principalement utilisés pour notre mécanisme de rapport de résolution d'incidents, mais ont également d'autres fonctions dans le protocole, telles que la création d'une couverture.
id: Sebagian besar token NPM digunakan untuk mekanisme pelaporan resolusi insiden, termasuk fungsi lain dari protokol seperti membuat perlindungan.
ja: NPMトークンは主に、クリエィティングカバーのような他のプロトコル機構を含む問題解決報告メカニズムに使われています。
ru: Токи NPM в основном используются для нашего механизма отчетности о разрешении инцидентов, а так же другие функции протокола, такие как создание покрытия.
tr: NPM tokenleri, esas olarak, bir teminat oluşturma gibi protokolün diğer işlevleri dahil olmak üzere, olay çözümü raporlama mekanizmamız için kullanılır.

source: Neptune Mutual Ecosystem
es: Ecosistema de Neptune Mutual
fr: Écosystème de Neptune Mutual
id: Ekosistem Neptune Mutual
ja: Neptune Mutualエコシステム
tr: Neptune Mutual Ekosistemi

source: Neptune Mutual Raises Strategic Round, Led by Animoca Brands, to Build Cover Protocol for Metaverse Assets
es: Neptune Mutual hizo una ronda estratégica, dirigida por Animoca Brands, para crear un protocolo de cobertura para los activos del Metaverso
fr: Neptune Mutual lève un tour de table stratégique, dirigé par Animoca Brands, pour élaborer un protocole de couverture pour les actifs du métaverse
id: Neptune Mutual Meningkatkan Investasi Strategic Round, Dipimpin Animoca Brands, dalam Memperkuat Cover Protocol untuk Aset Metaverse
ja: Neptune Mutualはメタバース資産に対しカバープロトコルを設立するため、Animoca Brands主導で戦略的ラウンドを立ち上げます。
ru: Neptune Mutual Raises Strategic Round находится под руководством Animoca Brands для создания протоколов покрытия страховки для активов Metaverse.
tr: Neptune Mutual, Metaverse Varlıkları için Teminat oluşturma protokolü Stratejik Yatırım turunu Animoca Brands liderliğinde tamamladı.

source: Neptune Mutual SDK undergoes a strict internal security audit before it becomes available for public use.
es: El SDK de Neptune Mutual se somete a una estricta auditoría de seguridad interna antes de que esté disponible para uso público.
fr: Neptune Mutual SDK est soumis à un audit de sécurité interne strict avant d'être mis à la disposition du public.
id: Neptune Mutual SDK menjalani audit keamanan internal yang ketat sebelum tersedia untuk penggunaan umum.
ja: Neptune Mutual SDK公で使えるようになる前に、厳しい内部セキュリティ監査を経ています。
ru: Neptune Mutual SDK проходит строгий внутренний аудит безопасности, прежде чем стать доступным для публичного использования.
tr: Neptune Mutual SDK, genel kullanıma sunulmadan önce sıkı bir iç güvenlik denetiminden geçer.

source: Neptune Mutual has grown quickly from 3 co-founders to a team of over 25, based in countries across the world.
es: Neptune Mutual ha crecido rápidamente de 3 cofundadores a un equipo de más de 25 personas, con sede en países de todo el mundo.
fr: Neptune Mutual est passé rapidement de 3 co-fondateurs à une équipe de plus de 25 personnes, basées dans des pays du monde entier.
id: Neptune Mutual telah berkembang pesat dimulai dari 3 co-founder menjadi sebuah tim yang terdiri lebih dari 25 orang yang berbasis di negara-negara di seluruh dunia.
ja: Neptune Mutualは世界中の国々で、3人の共同経営者から25以上のチームまで急速に成長しています。
ru: Компания Neptune Mutual быстро выросла из трех соучредителей в команду из более чем 25 человек, находящихся в разных странах мира.
tr: Neptün Mutual, 3 kurucu ortakla büyümeye başlayıp dünyanın dört bir yanındaki ülkelerde bulunan 25'in üzerinde çalışana sahip bir ekip.

source: Neptune Mutual successfully closed its Seed Round backed by industry leaders including Fenbushi and Coinbase Ventures. Soon after, Animoca Brands led the subsequent investment round and has been joined by an impressive list of investors.
es: Neptune Mutual cerró con éxito su ronda inicial respaldado por líderes de la industria, incluidos Fenbushi y Coinbase Ventures. Poco después, Animoca Brands lideró la ronda de inversión posterior y se le unió una impresionante lista de inversores.
fr: Neptune Mutual a clôturé avec succès son cycle d'amorçage soutenu par des leaders de l'industrie, notamment Fenbushi et Coinbase Ventures. Peu de temps après, Animoca Brands a mené le tour de table suivant et a été rejoint par une liste impressionnante d'investisseurs.
id: Neptune Mutual berhasil menutup Seed Round yang didukung oleh para pemimpin industri termasuk Fenbushi dan Coinbase Ventures. Animoca Brands juga memimpin putaran investasi berikutnya dan telah bergabung dengan berbagai investor terkemuka tidak lama setelahnya.
ja: Neptune MutualはFenbushiやCoinbase Venturesを含む産業の主導者によって支援されたSeed Roundのクローズドに成功しました。その後まもなく、Animoca Brands次の投資ラウンドを先導し、印象的な投資者リストに登録されています。
ru: Neptune Mutual успешно завершила свой Seed раунд при поддержке лидеров отрасли, включая Fenbushi и Coinbase Ventures. Вскоре после этого компания Animoca Brands возглавила последующий инвестиционный раунд, и к ней присоединился внушительный список инвесторов.
tr: Neptune Mutual, Fenbushi ve Coinbase Ventures dahil olmak üzere endüstri liderleri tarafından desteklenen Seed Round'unu başarıyla kapattı. Kısa bir süre sonra, Animoca Brands sonraki yatırım turunu yönetti ve etkileyici bir yatırımcı listesine katıldı.

source: Neptune Mutual's Lightpaper gives detailed information on our NPM token design and usage. Here are key points to take not of:
es: El lightpaper de Neptune Mutual brinda información detallada sobre el diseño y uso de nuestro token NPM. Estos son los puntos clave que no debe tomar en cuenta:
fr: Le Lightpaper de Neptune Mutual donne des informations détaillées sur la conception et l'utilisation de nos jetons NPM. Voici les points clés à retenir :
id: Lembar panduan Neptune Mutual memberikan informasi terperinci tentang desain dan penggunaan token NPM kami. Poin penting:
ja: Neptune MutualのLightpaperはNPMトークンデザインと使用方法において、詳細な情報をもたらします。以下が特筆点です。
ru: Neptune Mutual's Lightpaper предоставляет подробную информацию о дизайне и использовании нашего токена NPM. Вот ключевые моменты, которые не следует принимать во внимание:
tr: Neptune Mutual'ın Lightpaper'ı, NPM token tasarımımız ve kullanımımız hakkında ayrıntılı bilgi verir. İşte dikkat edilmemesi gereken önemli noktalar:

source: On Yavin
ja: オン＝ヤビン
ru: Он Явин

source: Our Roadmap for Growing the Neptune Mutual Ecosystem
es: Nuestra hoja de ruta para hacer crecer el ecosistema de Neptune Mutual
fr: Notre feuille de route pour développer l'écosystème Neptune Mutual
id: Perjalanan Kami dalam Mengembangkan Ekosistem Neptune Mutual
ja: Neptune Mutualエコシステムの成長ロードマップ
ru: Наша карта по развитию Neptune Mutual Ecosystem
tr: Neptune Mutual Ekosistemini Büyütmek İçin Yol Haritamız

source: Our Team
es: Nuestro equipo
fr: Notre équipe
id: Tim Kami
ja: 私たちのチーム
ru: Наша команда
tr: Takımımız

source: POD Staking
es: Replanteo (staking) de POD
ja: PODステーキング
ru: POD стейкинг

source: Parametric Cover
es: Cobertura paramétrica
fr: Couverture paramétrique
id: Perlindungan Parametrik
ja: 母集団のカバー
ru: Параметрическая защита
tr: Parametrik teminat

source: Paul Steven Cue
ja: ポール＝スティーブン＝キュー
ru: Пол Стивен Кью

source: People Manager
es: Gerente del personal
fr: Responsable de la gestion du personnel.
ja: 人事管理担当
ru: Менеджер по персоналу
tr: İnsan Kaynakları

source: Personalized Rewards
es: Recompensas personalizadas
fr: Récompenses Personnalisées
id: Hadiah Pilihan Anda
ja: 個人向け特典
ru: Персональные награды
tr: Kişiselleştirilmiş Ödüller

source: Privacy Policy
es: Política de privacidad
fr: Politique de Confidentialité
ja: プライバシーポリシー
ru: Политика приватности
tr: Gizlilik Politikaları

source: Product Design
es: Diseño de producto
fr: La Conception des Produits
id: Desain produk
ja: 製品デザイン
ru: Дизайн продукта
tr: Ürün Tasarımı

source: Product MVP
es: Producto MVP
fr: MVP du produit
id: Produk MVP
ja: MVP製品
ru: MVP продукта
tr: Ürün MVP

source: Protect your Funding Community
es: Proteja la financiación de su comunidad
fr: Protégez votre communauté de financement
id: Lindungi Komunitas Pendanaan Anda
ja: あなたの資金コミュニティを守る
ru: Защитите свое финансовое сообщество
tr: Finansman Topluluğunuzu koruyun

source: Protocol Audit & Launch
es: Auditoría y lanzamiento de protocolos
fr: Audit et lancement de protocole
id: Protokol Audit & Peluncuran
ja: プロトコルの監査＆ローンチ
ru: Аудит и запуск протокола
tr: Protokol Denetimi ve lansmanı

source: Protocol Testnet Launch
es: Lanzamiento de Testnet del protocolo
fr: Lancement du protocole Testnet
id: Peluncuran Protokol Testnet
ja: プロトコルのテストネットローンチ
ru: Запуск тестовой сети протокола
tr: Protokol Testnet Lansmanı

source: Pukar Acharya
ja: プカール＝アチャリヤ
ru: Пукар Ачарая

source: Purchase Covers
es: Comprar coberturas
fr: Acheter des contrats de couverture
id: Beli Cover
ja: カバーを購入する
ru: Покупка защиты
tr: Satın Alma Teminatları

source: Read Our Blog
es: Lea nuestro blog
fr: Lisez notre blog
id: Baca Blog Kami
ja: 私たちのブログを読む
ru: Читайте наш блог
tr: Blogumuzu Oku

source: Reassurance cover for liquidity pools is available to lower the risk for liquidity providers.
es: La cobertura de reaseguro para los fondos de liquidez está disponible para reducir el riesgo de los proveedores de liquidez.
fr: Des contrats de réassurance pour les pools de liquidités sont disponibles pour réduire le risque pour les fournisseurs de liquidités.
id: Perlindungan jaminan untuk kumpulan likuiditas tersedia untuk menurunkan risiko bagi penyedia likuiditas.
ja: 流通性プールに対する安全なカバーは流通性業者なら低いリスクで利用可能です。
ru: Доступ к страховке защиты для снижения рисков ликвидности поставщиков.
tr: Likidite sağlayıcılarının riskini azaltmak için Likidite havuzlarına Reassurance teminatı sağlanır.

source: Receive Rewards
es: Recibir recompensas
fr: Recevez des récompenses
id: Dapatkan Reward
ja: 報酬を受け取る
ru: Получение наград
tr: Ödüller Alın

source: Research Analyst
es: Analista de investigación
fr: Analyste de recherche
ja: 調査分析官
ru: Аналитические исследования
tr: Araştırma Analisti

source: Reward your cover protection community with your native tokens.
es: Recompense a su comunidad de protección de cobertura con sus tokens nativos.
fr: Récompensez votre communauté de couverture paramétrique avec vos jetons natifs.
id: Berikan komunitas Anda token yang Anda buat sendiri.
ja: ネイティブトークンでカバープロテクションコミュニティへ返す
ru: Вознаграждайте свое сообщество защиты своими оригинальными токенами.
tr: Teminat koruma topluluğunuzu yerel tokenlerinizle ödüllendirin.

source: Risk warning: Trading crypto assets involves significant risk and can result in the loss of your capital. You should not invest more than you can afford to lose and you should ensure that you fully understand the risks involved. Before trading, please take into consideration your level of experience, investment objectives, and seek independent financial advice if necessary. It is your responsibility to ascertain whether you are permitted to use the services of Neptune Mutual based on the legal requirements in your country of residence.
es: Advertencia de riesgo: el comercio de activos cripto implica un riesgo significativo y puede provocar la pérdida de su capital. No debe invertir más de lo que puede permitirse perder y debe asegurarse de comprender completamente los riesgos involucrados. Antes de operar, tenga en cuenta su nivel de experiencia, objetivos de inversión y busque asesoramiento financiero independiente si es necesario. Es su responsabilidad determinar si está autorizado a utilizar los servicios de Neptune Mutual según los requisitos legales de su país de residencia.
fr: Avertissement sur les risques : le trading d'actifs de crypto-monnaie comporte des risques importants et peut entraîner la perte de votre capital. Vous ne devez pas investir plus que vous ne pouvez vous permettre de perdre et vous devez vous assurer que vous comprenez parfaitement les risques encourus. Avant de négocier, veuillez tenir compte de votre niveau d'expérience, de vos objectifs d'investissement et demander des conseils financiers indépendants si nécessaire. Il est de votre responsabilité de vérifier si vous êtes autorisé à utiliser les services de Neptune Mutual sur la base des exigences légales de votre pays de résidence.
id: Peringatan risiko: Perdagangan aset kripto memiliki risiko yang besar dan dapat mengakibatkan hilangnya modal Anda. Jangan berinvestasi lebih dari apa yang Anda mampu dan Anda harus memastikan bahwa Anda sepenuhnya memahami risiko yang ada. Sebelum turun ke bursa, harap pertimbangkan tingkat pengalaman Anda, tujuan investasi, dan mintalah nasihat keuangan independen jika perlu. Anda bertanggung jawab dalam memastikan perizinan untuk menggunakan layanan Neptune Mutual berdasarkan persyaratan hukum di negara tempat tinggal Anda.
ja: リスク警告： 暗号資産取引には大きなリスクが必ずあり、お客様の資本を損失させる可能性があります。損失してもいいという余裕が無ければ投資すべきではなく、絶対にリスクを伴うということを完全に理解し確認しなければなりません。取引の前には、あなたの経験も考慮に入れて、対象に投資し、必要なら独立した財務アドバイスを探してください。お住いの国や地域での法律に則って、Neptune Mutualのサービスの使用が許可されているかどうか確かめることはお客様の責任になります。
ru: Предупреждение о рисках: торговля криптоактивами сопряжена со значительным риском и может привести к потере вашего капитала. Вы не должны инвестировать больше, чем можете позволить себе потерять, и вы должны убедиться, что вы полностью понимаете связанные с этим риски. Прежде чем торговать, пожалуйста, примите во внимание свой уровень опыта, инвестиционные цели и при необходимости обратитесь за независимой финансовой консультацией. Вы обязаны выяснить, разрешено ли вам пользоваться услугами Neptune Mutual на основании требований законодательства в вашей стране проживания.
tr: Risk uyarısı: Kripto varlık ticareti önemli riskler içerir ve sermayenizin kaybolmasına neden olabilir. Kaybetmeyi göze alabileceğinizden daha fazla yatırım yapmamalı ve ilgili riskleri tam olarak anladığınızdan emin olmalısınız. Ticaret yapmadan önce lütfen deneyim seviyenizi, yatırım hedeflerinizi göz önünde bulundurun ve gerekirse bağımsız finansal tavsiye alın. İkamet ettiğiniz ülkedeki yasal gerekliliklere göre Neptune Mutual hizmetlerini kullanmanıza izin verilip verilmediğini öğrenmek sizin sorumluluğunuzdadır.

source: Rudolf
ja: ルドルフ

source: Rupak Acharya
ja: ルパク＝アチャリヤ

source: SDK Audit & Launch
es: Auditoría y lanzamiento del SDK
id: Audit & Peluncuran SDK
ja: SDKの監査＆ローンチ
ru: SDK аудит и запуск
tr: SDK Denetimi & Lansmanı

source: Savin Bhandari
ja: サビン＝バンダリ
ru: Савин Бхандари
